var $DMBMSG = {
    "DMB000": "发布失败。",
		"DMB001": "图片正在上传，请稍候。",
		"DMB002": "正在发布,请稍候。。",
		"DMB003": "请先输入内容。",
		"DMB004": "请写上你要说的话题。",
		"DMB005": "超过字数了！",
		"DMB006": "换一句别的话！",
		"DMB014": "你已经发过同样的内容了，请不要重复。",
		"DMB015": "已经提交，请耐心等待管理员审核，谢谢！",
    "DMB011": "评论字数超过限制",

		//图片相关
		"DMB020": "上传图片为空",
		"DMB021": "上传图片大小超过限制",
		"DMB022": "上传图片类型不符合要求",
		"DMB023": "上传图片失败",
		"DMB024": "非法的上传图片",
		
		//搜索相关
		"DMB025": "搜索微博、找人",

		//查看图片
		"DMB026": "收起",
		"DMB027": "查看原图",
		"DMB028": "向左转",
		"DMB029": "向右转",
		
		//显示分组显示面板
		"DMB030": "设置那些分组的微博显示",
		"DMB031": "暂不设置",
		"DMB032": "完&nbsp;成",
		"DMB033": "创建分组",
		"DMB034": "创建",
		
		
		//显示修改个人简介面板
		"DMB035": "输入个人简介",
		
		//显示添加标签面板
		"DMB036": "添加个人标签",
		"DMB037": "哪些词语最能够描述你？",
		
		
		//显示转发的面板
		"DMB038": "转发到我的微博",
		"DMB039": "同时作为",
		"DMB040": "的评论发布",
		"DMB041": "转发",
		"DMB042": "的评论发布",
		"DMB043": "转发微博",
		"DMB044": "转发成功。",
		
		//收藏
		"DMB045": "收藏成功",
		"DMB046": "收藏失败",
		"DMB047": "已收藏",
		"DMB048": "确定要取消此收藏？",
		"DMB049": "收藏",
		
		//微博  
		"DMB050": "确定删除这条微博吗？",
		
		//用户信息
		"DMB060": "个人简介不能超过70个汉字",
		"DMB061": "个人简介中有敏感词",
		"DMB062": "更新用户信息失败",
		
		//标签
		"DMB070": "单个标签不能超过7个汉字",
		
		//备注
		"DMB080": "备注",
		"DMB081": "不能超过16个字符",
		"DMB082": "输入新的备注名",
		
		//分组
		"DMB091": "请输入分组名称",
		"DMB092": "分组名称不能用下划线",
		"DMB093": "分组名称的长度不能超过20个字符",
		"DMB094": "此分组名已存在",
		"DMB095": "确定要删除该分组么",
		"DMB096": "请填写分组名称！",
		
		//评论 
		"DMB100": "确定要删除这条评论吗",
		"DMB101": "评论",
		"DMB102": "个字",
		"DMB103": "同时转发到我的微博",
		"DMB104": "的头像",//'+ $DMBMSG.DMB105+'
		"DMB105": "回复",
		"DMB106": "评论",
		"DMB107": "评论发送成功",
		"DMB108": "还没提交评论内容呢！",
		
		//话题 
		"DMB110": "请在这里输入自定义话题",
		
		//表情  
		"DMB120": "默认",
		"DMB121": "常用表情",
		"DMB122": "魔法表情",
		"DMB123": "地球文",
		"DMB124": "火星文",		
		
		//编辑框  
		"DMB130": "请输入",
		"DMB131": "新浪播客",
		"DMB132": "优酷网",
		"DMB133": "土豆网",
		"DMB134": "酷6网",
		"DMB135": "等视频网站的视频播放页链接",
		"DMB136": "你输入的链接地址无法识别",
		"DMB137": "取消操作",
		"DMB138": "或者",
		"DMB139": "作为普通的链接",
		"DMB140": "发布",
		"DMB141": "新浪乐库",
		"DMB142": "等音乐站点的音乐播放页链接",

		"DMB150": "转发",
		"DMB151": "原文评论",
		"DMB152": "原文转发",
		"DMB153": "发布成功",
		
		//at ta 
		"DMB160": "有什么话想对 @name 说",
		"DMB161": "您还可以输入",
		"DMB162": "可以直接输入音乐或视频的URL地址",
//		"DMB163": "说",
		"DMB164": "字",
		"DMB165": "正在上传..",
		"DMB166": "发　布",
		"DMB167": "只支持 jpg、png、gif 的图片。",
		"DMB168": "分享图片",
		
		"DMB170": "爱说就说吧",
		"DMB171": "表情",
		"DMB172": "照片",
		"DMB173": "视频",
		"DMB174": "音乐",
		"DMB175": "话题",
		"DMB176": "请输入要发布的微博内容",
		"DMB177": "发送成功",
		
		//tips
		"DMB180": "有新粉丝",
		"DMB181": "个",
		"DMB182": "有新评论",
		"DMB183": "条",
		"DMB184": "有新私信",
		"DMB185": "封",
		"DMB186": "有新@我的微博",

		
		//关注   
		"DMB200": "确定要取消关注吗",
		"DMB201": "关注失败",
		"DMB202": "关注",
		"DMB203": "已关注",
		"DMB204": "取消关注",

		"DMB205": "发私信",
		"DMB206": "快速@Ta",
		"DMB207": "Ta的装扮",
		"DMB208": "更多操作",
		"DMB209": "设置分组",
		"DMB210": "设置/修改备注",
		"DMB211": "推荐",
		"DMB212": "移除粉丝",
		"DMB213": "加入黑名单",

		"DMB214": "已互相关注",
		"DMB215": "粉丝移除成功",
		
		"DMB300": "请选择要删除的内容。",
		"DMB301": "确认要删除该评论吗？",
		"DMB302": "您还可以输入300个字",
		
		"DMB320": "此昵称不存在，请核对",
		"DMB321": "他还没有关注你,暂时不能发私信",
		"DMB322": "请不要重复输入。",
		
		"DMB330": "发私信",
		"DMB331": "发私信给:",
		"DMB332": "私信内容:",
		"DMB333": "这里是提示信息",
		"DMB334": "发送",
		"DMB335": "说明：长度不超过300个字",
		"DMB336": "对",
		"DMB337": "说",
		"DMB338": "您还可以输入",
		"DMB339": "请输入对方昵称。",
		"DMB340": "请输入私信内容。",
		"DMB341": "内容不能超过300个汉字",
		"DMB342": "私信发送成功",
		
		"DMB401": "使用这个",
		"DMB402": "选择更多",
		"DMB403": "预览",
		"DMB404": "确认",
		"DMB405": "同时将此用户加入黑名单",
		"DMB406": "暂不分组",
		"DMB407": "完　成",
		"DMB408": "创建新分组",
		"DMB409": "关注成功，设置分组",
		"DMB410": "您想将",
		"DMB411": "设置到哪个分组？",
		"DMB412": "同时将此人加入黑名单",
		"DMB413": "移除之后将取消TA对你的关注，确认要移除",
		"DMB414": "确认将",
		"DMB415": "加入到我的黑名单中么？",
		"DMB416": "你和她将自动解除关注关系，并且她不能再关注你",
		"DMB417": "不能再给你发评论、私信、@通知",
		"DMB418": "把",
		"DMB419": "推荐给朋友",
		"DMB420": "还有",
		"DMB421": "说说推荐理由吧！",
		"DMB422": "快来看看",
		"DMB423": "的微博",
		"DMB424": "确定使用该装扮么？",
		"DMB425": "名称",
		"DMB426": "推荐",
		"DMB427": "背景",
		"DMB428": "微博模板",
		"DMB429": "输入框",
		"DMB430": "导航",
		"DMB431": "个性头像",
		"DMB432": "保存成功 让粉丝来围观我的装扮！！",
//		"DMB433": "我刚刚重新装扮了我的微博，100%私家自制，绝对潮范儿十足！快点来围观！",
		"DMB434": "修改成功",
		"DMB435": "修改失败: 信息修改出现错误",
		"DMB436": "个人显示设置失败: 修改配置项失败",
		"DMB437": "个人显示项设置成功",
		"DMB438": "个人显示设置失败",
		"DMB439": "请确认填写的信息正确再提交。",		
		"DMB440": "回复评论成功",
		"DMB441": "向 @name 推荐魔法般微博",
		
		//推荐
		"DM360":"推荐成功",
		
		"DMB980":"修改分组",
		"DMB981": "全部",
		"DMB982": "来自",
		"DMB983": "查看",
		"DMB984": "确定",
		"DMB985": "删除",
		"DMB986": "添加失败",
		"DMB987": "获取用户数据失败",
		"DMB988": "加载失败，请重试",
		"DMB989": "删除失败",
		"DMB990": "发生错误",
		"DMB991": "提示",
		"DMB992": "字数超过了！",
		"DMB993": "还可以输入",
		"DMB994": "已超出",
		"DMB995": "字",
		"DMB996": "保存",
		"DMB997": "取消",
		"DMB998": "关闭",
		"DMB999": "未知错误",
		"DMB1000": "cnname"
		
};
