var $DMBMSG = {
	"DMB000" : "發布失敗。",
	"DMB005" : "超過字數了！",
	"DMB001" : "圖片正在上傳，請稍候。",
	"DMB002" : "正在發布,請稍候。。",
	"DMB003" : "請先輸入內容。",
	"DMB004" : "請寫上你要說的話題。",
	"DMB006" : "換一句別的話！",
	"DMB014" : "你已經發過同樣的內容了，請不要重複。",
	"DMB015" : "已經提交，請耐心等待管理員審核，謝謝！",
	"DMB011" : "評論字數超過限制",

	// 圖片相關
	"DMB020" : "上傳圖片為空",
	"DMB021" : "上傳圖片大小超過限制",
	"DMB022" : "上傳圖片類型不符合要求",
	"DMB023" : "上傳圖片失敗",
	"DMB024" : "非法的上傳圖片",

	// 搜索相關
	"DMB025" : "搜索微博、找人",

	// 查看圖片
	"DMB026" : "收起",
	"DMB027" : "查看原圖",
	"DMB028" : "向左轉",
	"DMB029" : "向右轉",

	// 顯示分組顯示面板
	"DMB030" : "設置那些分組的微博顯示",
	"DMB031" : "暫不設置",
	"DMB032" : "完&nbsp;成",
	"DMB033" : "創建分組",
	"DMB034" : "創建",

	// 顯示修改個人簡介面板
	"DMB035" : "輸入個人簡介",

	// 顯示添加標籤面板
	"DMB036" : "添加個人標籤",
	"DMB037" : "哪些詞語最能夠描述你？",

	// 顯示轉發的面板
	"DMB038" : "轉發到我的微博",
	"DMB039" : "同時作為",
	"DMB040" : "的評論發布",
	"DMB041" : "轉發",
	"DMB042" : "的評論發布",
	"DMB043" : "轉發微博",
	"DMB044" : "轉發成功。",

	// 收藏
	"DMB045" : "收藏成功",
	"DMB046" : "收藏失敗",
	"DMB047" : "已收藏",
	"DMB048" : "確定要取消此收藏？",
	"DMB049" : "收藏",

	// 微博
	"DMB050" : "確定刪除這條微博嗎？",

	// 用戶信息
	"DMB060" : "個人簡介不能超過70個漢字",
	"DMB061" : "個人簡介中有敏感詞",
	"DMB062" : "更新用戶信息失敗",

	// 標籤
	"DMB070" : "單個標籤不能超過7個漢字",

	// 備註
	"DMB080" : "備註",
	"DMB081" : "不能超過16個字符",
	"DMB082" : "輸入新的備註名",

	// 分組
	"DMB091" : "請輸入分組名稱",
	"DMB092" : "分組名稱不能用下劃線",
	"DMB093" : "分組名稱的長度不能超過20個字符",
	"DMB094" : "此分組名已存在",
	"DMB095" : "確定要刪除該分組麼",
	"DMB096" : "請填寫分組名稱！",

	// 評論
	"DMB100" : "確定要刪除這條評論嗎",
	"DMB101" : "評論",
	"DMB102" : "個字",
	"DMB103" : "同時轉發到我的微博",
	"DMB104" : "的頭像",// '+ $DMBMSG.DMB105+'
	"DMB105" : "回复",
	"DMB106" : "評論",
	"DMB107" : "評論發送成功",
	"DMB108" : "還沒提交評論內容呢！",

	// 話題
	"DMB110" : "請在這裡輸入自定義話題",

	// 表情
	"DMB120" : "默認",
	"DMB121" : "常用表情",
	"DMB122" : "魔法表情",
	"DMB123" : "地球文",
	"DMB124" : "火星文",

	// 編輯框
	"DMB130" : "請輸入",
	"DMB131" : "新浪播客",
	"DMB132" : "優酷網",
	"DMB133" : "土豆網",
	"DMB134" : "酷6網",
	"DMB135" : "等視頻網站的視頻播放頁鏈接",
	"DMB136" : "你輸入的鏈接地址無法識別",
	"DMB137" : "取消操作",
	"DMB138" : "或者",
	"DMB139" : "作為普通的鏈接",
	"DMB140" : "發布",
	"DMB141" : "新浪樂庫",
	"DMB142" : "等音樂站點的音樂播放頁鏈接",

	"DMB150" : "轉發",
	"DMB151" : "原文評論",
	"DMB152" : "原文轉發",
	"DMB153" : "發布成功",

	// at ta
	"DMB160" : "有什麼話想對 @name 說",
	"DMB161" : "您還可以輸入",
	"DMB162" : "可以直接輸入音樂或視頻的URL地址",
	// "DMB163": "說",
	"DMB164" : "字",
	"DMB165" : "正在上傳..",
	"DMB166" : "發　布",
	"DMB167" : "只支持jpg、png、gif 的圖片。",
	"DMB168" : "分享圖片",

	"DMB170" : "愛說就說吧",
	"DMB171" : "表情",
	"DMB172" : "照片",
	"DMB173" : "視頻",
	"DMB174" : "音樂",
	"DMB175" : "話題",
	"DMB176" : "請輸入要發布的微博內容",
	"DMB177" : "發送成功",

	// tips
	"DMB180" : "有新粉絲",
	"DMB181" : "個",
	"DMB182" : "有新評論",
	"DMB183" : "條",
	"DMB184" : "有新私信",
	"DMB185" : "封",
	"DMB186" : "有新@我的微博",

	// 關注
	"DMB200" : "確定要取消關注嗎",
	"DMB201" : "關注失敗",
	"DMB202" : "關注",
	"DMB203" : "已關注",
	"DMB204" : "取消關注",

	"DMB205" : "發私信",
	"DMB206" : "快速@Ta",
	"DMB207" : "Ta的裝扮",
	"DMB208" : "更多操作",
	"DMB209" : "設置分組",
	"DMB210" : "設置/修改備註",
	"DMB211" : "推薦",
	"DMB212" : "移除粉絲",
	"DMB213" : "加入黑名單",

	"DMB214" : "已互相關注",
	"DMB215" : "粉絲移除成功",

	"DMB300" : "請選擇要刪除的內容。",
	"DMB301" : "確認要刪除該評論嗎？",
	"DMB302" : "您還可以輸入300個字",

	"DMB320" : "此暱稱不存在，請核對",
	"DMB321" : "他還沒有關注你,暫時不能發私信",
	"DMB322" : "請不要重複輸入。",

	"DMB330" : "發私信",
	"DMB331" : "發私信給:",
	"DMB332" : "私信內容:",
	"DMB333" : "這裡是提示信息",
	"DMB334" : "發送",
	"DMB335" : "說明：長度不超過300個字",
	"DMB336" : "對",
	"DMB337" : "說",
	"DMB338" : "您還可以輸入",
	"DMB339" : "請輸入對方暱稱。",
	"DMB340" : "請輸入私信內容。",
	"DMB341" : "內容不能超過300個漢字",
	"DMB342" : "私信發送成功",

	"DMB401" : "使用這個",
	"DMB402" : "選擇更多",
	"DMB403" : "預覽",
	"DMB404" : "確認",
	"DMB405" : "同時將此用戶加入黑名單",
	"DMB406" : "暫不分組",
	"DMB407" : "完　成",
	"DMB408" : "創建新分組",
	"DMB409" : "關注成功，設置分組",
	"DMB410" : "您想將",
	"DMB411" : "設置到哪個分組？",
	"DMB412" : "同時將此人加入黑名單",
	"DMB413" : "移除之後將取消TA對你的關注，確認要移除",
	"DMB414" : "確認將",
	"DMB415" : "加入到我的黑名單中麼？",
	"DMB416" : "你和她將自動解除關注關係，並且她不能再關注你",
	"DMB417" : "不能再給你發評論、私信、@通知",
	"DMB418" : "把",
	"DMB419" : "推薦給朋友",
	"DMB420" : "還有",
	"DMB421" : "說說推薦理由吧！",
	"DMB422" : "快來看看",
	"DMB423" : "的微博",
	"DMB424" : "確定使用該裝扮麼？",
	"DMB425" : "名稱",
	"DMB426" : "推薦",
	"DMB427" : "背景",
	"DMB428" : "微博模板",
	"DMB429" : "輸入框",
	"DMB430" : "導航",
	"DMB431" : "個性頭像",
	"DMB432" : "保存成功 讓粉絲來圍觀我的裝扮！！",
	// "DMB433": "我剛剛重新裝扮了我的微博，100%私家自製，絕對潮範兒十足！快點來圍觀！",
	"DMB434" : "修改成功",
	"DMB435" : "修改失敗: 信息修改出現錯誤",
	"DMB436" : "個人顯示設置失敗: 修改配置項失敗",
	"DMB437" : "個人顯示項設置成功",
	"DMB438" : "個人顯示設置失敗",
	"DMB439" : "請確認填寫的信息正確再提交。",
	"DMB440" : "回複評論成功",
	"DMB441" : "向 @name 推薦魔法版微博",

	// 推薦
	"DM360" : "推薦成功",

	"DMB980" : "修改分組",
	"DMB981" : "全部",
	"DMB982" : "來自",
	"DMB983" : "查看",
	"DMB984" : "確定",
	"DMB985" : "刪除",
	"DMB986" : "添加失敗",
	"DMB987" : "獲取用戶數據失敗",
	"DMB988" : "加載失敗，請重試",
	"DMB989" : "刪除失敗",
	"DMB990" : "發生錯誤",
	"DMB991" : "提示",
	"DMB992" : "字數超過了！",
	"DMB993" : "還可以輸入",
	"DMB994" : "已超出",
	"DMB995" : "字",
	"DMB996" : "保存",
	"DMB997" : "取消",
	"DMB998" : "關閉",
	"DMB999" : "未知錯誤",
	"DMB1000" : "twname"

};